[
    {
        "name": "Stars",
        "text": "A star is a form of a celestial object made up of a shining spheroid of plasma held together by its own gravity. The nearby star to Earth is the Sun. Several other stars are visible to the naked eye from Earth during the night time, looking at a multitude of fixed luminous points in the sky due to their enormous distance from Earth. Historically, the most noticeable stars were grouped into constellations and asterisms, the brightest of which gained proper tags. Astronomers have drawn together star catalogues that identify the known stars and deliver standardized stellar designations. However, it is estimated that there are over 300 sextillions (3×1023) stars in the Universe, including all-stars outside our galaxy (the Milky Way), are invisible to the naked eye from Earth.A star's life stat with the gravitational collapse of a gaseous nebula of material composed mostly of hydrogen, along with helium and small amounts of heavier elements. When the lunar core is sufficiently thick, hydrogen becomes gradually converted into helium through nuclear fusion, liberating energy in the process. The rest of the interior of the star transfers energy away from the core through a mixture of the radiative and convective heat transfer process. The interior pressure prevents it from collapsing further under its own gravity. A star with mass bigger than 0.4 times the Sun's mass will expand to become a red hulk when the hydrogen fuel in its core is exhausted.",
        "img": "https://st2.depositphotos.com/2746515/7330/v/600/depositphotos_73301867-stock-illustration-vector-constellations-background.jpg"
    },
    {
        "name": "Planets",
        "text": "A planet is a body that revolves around a star that is enormous enough to be spherical by its own magnitude, is not huge enough to cause thermonuclear fusion, and has cleared its neighbouring region of planetesimals.The word planet is an ancient word which ties to history, astrology, science, mythology, and religion. Five planets in the Solar System are seen with our naked eye. These were observed by many early cultures as celestial, or as emissaries of idols. As logical knowledge advanced, human awareness of the planets changed, incorporating several dissimilar objects. in our solar system, we have eight planets they are Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, Neptune.Planets are mostly divided into two main types: big low-density giant planets, and smaller stony terrestrials. There are eight planets in the Solar System. In order of rising distance from the Sun, they are Mercury, Venus, Earth, and Mars, then the four giant planets, Jupiter, Saturn, Uranus, and Neptune. Six of the planets are circled by one or more natural satellites.Numerous thousands of planets around other stars ('extrasolar planets' or 'exoplanets') have been shown in the Milky Way. As of 5 Feb 2019, 3,956 known extrasolar planets in 2,973 planetary systems (plus 654 multiple planetary systems), going in size from just above the size of the Moon to gas goliaths about twice as large as Jupiter have been discovered, out of which more than 100 planets are of the same size as Earth, nine of which are at the same comparative distance from their star as Earth from the Sun, i.e. in the circumstellar habitable area.",
        "img": "/static/assets/planets.png"
    },
    {
        "name": "Comet",
        "text": "A comet is an icy object which is present in Solar System object that, when travelling close to the Sun, it warms and start to emit gases, a practice known as outgassing. This creates a visible atmosphere or coma, and sometimes also a tail. These occurrences are due to the effects of solar radiation and the solar wind acting upon the core of the comet. Comet core range from a few hundred meters to tens of kilometres across and are made up of loose collections of ice, dust, and small rocky particles. The coma can be up to 15 times the Earth's diameter, while the tail may give one astronomical unit. If satisfactorily bright, a comet may be seen from the Earth without the help of a telescope and may subtend an arc of 30° (60 Moons) through the sky. Comets have been seen and recorded since ancient times by many cultures.Comets are distinguished from asteroid-ds by the existence of an extended, gravitationally unbound atmosphere nearby their central core. This atmosphere has parts named as the coma which is surrounded by its nuclei (the central part immediately surrounding the core) and the tail (a usually linear section consisting of dust or gas is blown emitting out from the coma by the Sun's RAYS pressure or out streaming solar air plasma). However, dead comets that have passed close to the Sun several times and have lost nearly all of their volatile ices and dust and may come to resemble minor asteroids. Asteroids are assumed to have a different origin than comets, having formed around Jupiter orbit rather than in the outer Solar System. The discovery of main-belt comets and lively centaur minor planets has a fuzzy distinction between asteroids and comets. In the first period of the 21st century, there was the discovery of some minor bodies with long-period comet orbits, but features of inner solar system asteroids were called Manx comets.",
        "img": "/static/assets/objects/comet.png"
    },
    {
        "name": "Asteroids",
        "text": "Asteroids are small planets, especially of the inside Solar System. Big asteroids are also called planetoids. These expressions have historically been applied to any astronomical body orbiting the Sun that did not look like a planet-like disc and was not seen to have characteristics of a lively comet such as a tail. As small planets in the outer Solar System were discovered they were naturally found to have volatile - rich tops like comets. As a result, they were frequently famed from objects found in the main asteroid belt., the word 'asteroid' refers to the small planets of the inner Solar System.There are zillions of asteroids, many assumed to be the crushed leftovers of planetesimals, bodies within the young Sun's solar nebula that never grew big enough to become planets. The massive majority of known asteroids orbit within the key asteroid belt located between the orbits of Mars and Jupiter or is co-orbital with Jupiter (the Jupiter Trojans). However, several other orbital families exist with significant populations, including the near-Earth objects. Single asteroids are categorized by their typical spectra, with the majority falling into three key groups: C-type, M-type, and S-type. These were termed after and are usually identified with carbon-rich, metallic, and silicate (stony) configurations, respectively. The sizes of asteroids vary greatly; the largest, Ceres, is almost 1,000 km (625 mi) across.Asteroids are separated from comets and meteoroids. In the case of comets, the difference is one of composition: while asteroids are mainly made of mineral and rock, comets are mainly composed of dust and ice. Furthermore, asteroids are formed closer to the sun, preventing the progress of cometary ice. The difference between asteroids and meteoroids is mainly of size: meteoroids have a radius of one meter or less, whereas asteroids have a radius greater than one meter. Finally, meteoroids can be made of either cometary or asteroidal materials.",
        "img": "/static/assets/objects/asteroid.png"
    },
    {
        "name": "Meteor and Meteorites",
        "text": "A meteor, also known as a shooting star, the path of meteor is visible and glowing meteoroids glowing meteoroid, comet or asteroid through Earth's atmosphere, after being heated to burning by collisions with air molecules in the upper atmosphere, making a streak of light via its quick motion and sometimes also by flaking glowing material in it. Although a meteor may seem like few thousand feet from the Earth meteors naturally occur in the mesosphere at altitudes from 76 to 100 km (250,000 to 330,000 ft). The root word meteor comes from the Greek meteōros, that says 'tall in the air'.Billions of meteors enter Earth's atmosphere daily. Most meteoroids that cause meteors are about the size of a particle of sand, i.e. they are usually millimeter-sized or even smaller. Meteoroid sizes can be measured from their mass and density which, in turn, can be expected from the observed meteor trajectory in the higher atmosphere Meteors showers is a natural phenomenon and it can occur in showers, which begins when Earth travell through a tributary of debris left by a comet, or as 'random' or meteors, not associated with a specific stream of space debris. Several specific meteors have been seen, largely by members of the public and other largely by accident, but with enough information that orbits of the meteoroids producing the meteors have been measured. The atmospheric speeds of meteors result from the movement of Earth around the Sun at about 30 km/s (68,000 mph), the orbital speeds of meteoroids, and the gravity well of Earth.",
        "img": "/static/assets/objects/mete.png"
    },
    {
        "name": "Satellite",
        "text": "It is a natural celestial object with a recognized orbit around a planet of the Solar System, some as small as a kilometre across. In the Solar System, there are six terrestrial satellite systems covering 185 known natural satellites. Four IAU-Mentioned dwarf planets are also known to have natural satellites: Pluto, Haumea, Makemake, and Eris. As of September 2018, there are 334 other small planets known to have moons.The Earth-Moon structure is unique in that the ratio of the mass of the Moon to the frame of Earth is much greater than that of any other natural-satellite–planet proportion in the Solar System (although there are minor-planet systems with even greater ratios, notably the Pluto–Charon system). ",
        "img": "/static/assets/objects/satellite.png"
    },
    {
        "name": "Galaxies",
        "text": "A galaxy is a gravitational system of stars, interstellar gas, stellar fragments, dust, and dark matter. The word galaxy is originated from the Greek word galaxies (γαλαξίας), literally meaning 'milky', a reference to the Milky Way. Galaxies are in size from small with just a few hundred million (108) stars to colossi with one hundred trillion (1014) stars, each orbiting its galaxy's center of mass.Galaxies are characterized according to their visual morphology as oval, spiral, or irregular. Many galaxies are believed to have supermassive black holes at their cores. The Milky Way's central black hole, known as Sagittarius A*, has a weight of four million times greater than the Sun. Since April 2016, GN-z11 is the oldest and best reserved observed galaxy with a comoving distance of 32 billion light-years from Earth and observed as it existed just 400 million years after the Big Bang.The space between galaxies is filled with an unsubstantiated gas (the intergalactic medium) having an average mass of less than one atom per cubic meter. Most galaxies are gravitationally systematized into groups, clusters, and superclusters. The Milky Way is part of the Local Group, which is ruled by it and the Andromeda Galaxy and is part of the Virgo Supercluster. At the biggest scale, these associations are mostly arranged into sheets and filaments surrounded by immense spaces. The biggest structure of galaxies yet to recognize as a cluster of superclusters that has been termed Laniakea, which holds the Virgo supercluster.",
        "img": "https://st.depositphotos.com/1845223/1743/v/600/depositphotos_17431347-stock-illustration-beautiful-glowing-vector-andromeda-galaxy.jpg"
    }
]